[
    {
        "title": "Gaza war: Pro-Palestine hacktivists target India",
        "time": "Dec 11, 2024, 00:00 IST",
        "url": "https://timesofindia.indiatimes.com/city/hyderabad/pro-palestine-hacktivist-groups-target-india-amid-gaza-conflict/articleshow/116184519.cms",
        "source": "google",
        "summary": "50 attacks motivated by geopolitics recorded each day in India during 2024. Ghost of Palestine, Anonymous Arabic, and KromSec among those behind attacks. Hacktivist groups defaced websites, leaked data from organisations supporting Palestine, and launched cyberattacks on countries viewed as sympathetic to the Palestinian cause.",
        "domain": "DDoS",
        "sector": "Media Sector",
        "state": "India",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1.  Strengthen website security with robust firewalls and intrusion detection systems.\n2.  Implement strong password policies and multi-factor authentication for all accounts."
    },
    {
        "title": "Karnataka signs Letter of Intent with New Jersey to strengthen tech and innovation ties",
        "time": "Last Updated :10 December 2024, 13:43 IST",
        "url": "https://www.deccanherald.com/india/karnataka/karnataka-signs-letter-of-intent-with-new-jersey-to-strengthen-tech-and-innovation-ties-3311206",
        "source": "google",
        "summary": "Follow us on Twitter @CNNOpinion. Follow us on Facebook and Twitter @cnnOpinions. Read more about the CNN Opinion here: http://www.cnn.com/opinion/2013/01/30/business/business-news/company/cnn-opinion-group/story.",
        "domain": "DDoS",
        "sector": "Media Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "No results found.\nProbably fake",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "The provided text is not about a cyber attack in India; it's a CNN Opinion website link.  Therefore, no precautions related to that specific (nonexistent) attack can be given."
    },
    {
        "title": "Raksha Mantri & his Russian counterpart co-chair 21st session of India-Russia Inter-Governmental Commission on Military & Military Technical Cooperation in Moscow",
        "time": "2024-12-11 10:53:11",
        "url": "https://www.technologyforyou.org/raksha-mantri-his-russian-counterpart-co-chair-21st-session-of-india-russia-inter-governmental-commission-on-military-military-technical-cooperation-in-moscow/",
        "source": "google",
        "summary": "Ministry of Defence Operationalisation of Military Technical Cooperation agreement for 2021-31 will give necessary impetus to ‘Make in India’: Mr Andrey Belousov. Raksha Mantri emphasised that the India-Russia relationship is very strong, and has lived up to the responsibilities of a special and privileged strategic partnership.",
        "domain": "DDoS",
        "sector": "Technology Sector",
        "state": "India",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "The provided text describes a statement about a military cooperation agreement, not a cyber attack.  Therefore, it's impossible to give precautions against a cyber attack based on this information.  To provide relevant precautions, details about the nature of the hypothetical cyber attack are needed."
    },
    {
        "title": "US sanctions Chinese cybersecurity company linked to ransomware attack",
        "time": "Dec 11, 2024, 09:27 IST",
        "url": "https://timesofindia.indiatimes.com/technology/tech-news/us-sanctions-chinese-cybersecurity-company-linked-to-ransomware-attack/articleshow/116196013.cms",
        "source": "google",
        "summary": "The U.S. Treasury Department has imposed sanctions on a Chinese cybersecurity firm. Sichuan Silence Information Technology Company is accused of orchestrating a large-scale cyberattack. The FBI has offered a $10 million reward for information about the company.",
        "domain": "Data Breach",
        "sector": "Technology Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Keep software updated and patched.\n2. Use strong, unique passwords for all accounts."
    },
    {
        "title": "Divy: Anyone kindly suggest where can i pursue Masters of cybersecurity (online mode) in India ?",
        "time": "2024-12-11T05:44:24.000Z",
        "url": "https://x.com/DivyJ1402/status/1866720668429193667",
        "source": "twitter",
        "summary": "Anyone kindly suggest where can i pursue Masters of  cybersecurity  (online mode)  in   India ? Kindly help with institution name ….. #india    #Delhi    #advise #university.",
        "domain": "Financial Theft",
        "sector": "Educational Sector",
        "state": "Delhi",
        "fakeness": "Probably fake",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1.  Use strong, unique passwords:  Avoid using the same password across multiple accounts and create complex passwords using a mix of uppercase and lowercase letters, numbers, and symbols.\n\n2. Be wary of suspicious links and emails: Don't click on links or open attachments from unknown senders.  Verify the sender's identity before interacting with any communication."
    },
    {
        "title": "SA Defensa: #Brazil / #India ( / ) An #Indian delegation is set to visit #Brazil in",
        "time": "2024-11-25T16:37:56.000Z",
        "url": "https://x.com/SA_Defensa/status/1861086932609949886",
        "source": "twitter",
        "summary": "An  #Indian delegation is set to visit  #Brazil   in early December to potentially discuss billions of dollars in potential defense contracts. Tejas, KC/C-390, Akash NG, UAVs, Scorpène maintenance, artillery, &a mp; cybersecurity  affairs.",
        "domain": "Data Breach",
        "sector": "Government Sector",
        "state": "Brazil",
        "fakeness": "Probably fake",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Implement strong multi-factor authentication for all systems and accounts involved in the defense discussions and related projects.\n\n2. Conduct thorough security assessments and penetration testing of all IT infrastructure and communication channels used for the discussions and contract negotiations."
    },
    {
        "title": "Fortinet: Explore Urvashi Vaid Chhibber’s journey as a Regional Sales Leader at #Fortinet in our latest",
        "time": "2024-12-10T15:08:48.000Z",
        "url": "https://x.com/Fortinet/status/1866500317090545992",
        "source": "twitter",
        "summary": "Explore Urvashi Vaid Chhibber’s journey as a Regional Sales Leader at #Fortinet. From leading  India ’s first Customer Advisory Council to fostering collaboration, she shares how Fortinet drives growth and innovation.",
        "domain": "DDoS",
        "sector": "Technology Sector",
        "state": "India",
        "fakeness": "Probably fake",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "The provided text is not describing a cyber attack.  It's a promotional piece about a Fortinet employee.  Therefore, no cyber attack precautions are relevant."
    },
    {
        "title": "Top cybersecurity stories for the week of 04-29-24 to 05-03-24",
        "time": "2024-05-03 14:16:33 UTC",
        "url": "https://www.reddit.com/r/cybersecurity/comments/1cj9s5s/top_cybersecurity_stories_for_the_week_of_042924/",
        "source": "reddit",
        "summary": "Dropbox announces breach of digital signature service. Ukraine hack exploits seven-year-old Microsoft Office vulnerability. UK bans use of weak or guessable passwords like “admin” and “12345” UnitedHealth Group CEO to testify before congressional committee.",
        "domain": "Data Breach",
        "sector": "Healthcare Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Use strong, unique passwords for all accounts.\n2. Keep software updated, including operating systems and applications."
    },
    {
        "title": "Top cybersecurity stories for the week of 09-23-24 to 09-27-24",
        "time": "2024-09-27 14:35:08 UTC",
        "url": "https://www.reddit.com/r/cybersecurity/comments/1fqp70o/top_cybersecurity_stories_for_the_week_of_092324/",
        "source": "reddit",
        "summary": "NIST drops password complexity, mandatory reset rules. Airline executive’s lawsuit exposes hack-for-hire practice. Public Wi-Fi hacked at some of the UK's busiest train stations. Researchers find 11 new ATG vulnerabilities across six vendors.",
        "domain": "Data Breach",
        "sector": "Transportation Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Use strong, unique passwords for all online accounts and enable multi-factor authentication where available.\n2. Avoid using public Wi-Fi for sensitive activities like online banking or accessing personal accounts."
    },
    {
        "title": "cybersafe.news",
        "time": "2024-12-03T08:28:16",
        "url": "https://www.instagram.com/cybersafe.news/p/DDHAicfAsbi/",
        "source": "insta",
        "summary": "Russian authorities have sentenced Stanislav Moiseyev, the leader of the criminal group behind the infamous dark web platform Hydra Market, to life in prison. Along with him, more than a dozen accomplices were convicted for their roles in the production and sale of nearly a ton of illeaal druns.",
        "domain": "DDoS",
        "sector": "Media Sector",
        "state": "The provided text does not name a specific state.",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Only purchase drugs from licensed and regulated pharmacies.\n2. Avoid accessing or using illegal online marketplaces."
    },
    {
        "title": "cybersafe.news",
        "time": "2024-11-27T09:16:39",
        "url": "https://www.instagram.com/cybersafe.news/p/DC3pTijAq70/",
        "source": "insta",
        "summary": "Interpol-led operation has led to the arrest of 1,006 suspects across 19 African countries. 134,089 malicious infrastructures and networks were taken down. The law enforcement operation dubbed Serengeti, took place between September 2 and October 31, 2024.",
        "domain": "Malware",
        "sector": "Technology Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Use strong, unique passwords for all online accounts.\n2. Keep your software updated with the latest security patches."
    },
    {
        "title": "GenAI, cloud security, and Zero Trust key priorities for enterprises, TCS",
        "time": "2024-12-11 10:53:25",
        "url": "https://www.communicationstoday.co.in/tcs-launches-2025-cybersecurity-outlook-genai-cloud-security-and-zero-trust-remain-key-priorities-for-enterprises/",
        "source": "google",
        "summary": "Tata Consultancy Services has announced its 2025 Cybersecurity Outlook. Experts and leaders at TCS have identified seven focus areas that will influence cybersecurity. Generative artificial intelligence (GenAI), cloud security and supply chain resilience will be key for organizations to navigate the threat landscape.",
        "domain": "DDoS",
        "sector": "Technology Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Strong Passwords and Multi-Factor Authentication: Use unique, strong passwords for all accounts and enable multi-factor authentication wherever possible.\n\n2. Regular Software Updates: Keep all software (operating systems, applications, antivirus) updated to the latest versions to patch security vulnerabilities."
    },
    {
        "title": "FCC proposes stricter cybersecurity rules for telcos",
        "time": "2024-12-11 10:53:37",
        "url": "https://www.communicationstoday.co.in/fcc-proposes-stricter-cybersecurity-rules-for-telcos/",
        "source": "google",
        "summary": "The FCC is working to impose stricter cybersecurity rules for telecom operators. This initiative follows what experts consider the most severe hack in US telecom history. Salt Typhoon, the hacking group tied to Chinese state-backed operatives, targeted critical systems used for lawful surveillance. Their breach exposed sensitive communications, prompting urgent action.",
        "domain": "Data Breach",
        "sector": "Telecom Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "Section 66 IT Act, Hacking",
        "precautions": "1. Implement robust multi-factor authentication (MFA) on all systems.\n2. Regularly update and patch all software and hardware."
    },
    {
        "title": "Cyberabad Commissionerate wins Data Security Council of India Excellence Award",
        "time": "- December 11, 2024 06:26 am IST - HYDERABAD",
        "url": "https://www.thehindu.com/news/cities/Hyderabad/cyberabad-commissionerate-wins-data-security-council-of-india-excellence-award/article68969611.ece",
        "source": "google",
        "summary": "December 11, 2024e-Paper The Hindu On Books books of the week, reviews, excerpts, new titles and features. Data PointDecoding the headlines with facts, figures, and numbers. Health MattersRamya Kannan writes to you on getting to good health, and staying there.",
        "domain": "DDoS",
        "sector": "Healthcare Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "Definitely true",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "The provided text does not describe a cyber attack.  Therefore, I cannot give precautions related to it."
    },
    {
        "title": "Fight GenAI cyber threats with GenAI tech: TCS",
        "time": "December 11, 2024 01:30 IST",
        "url": "https://www.financialexpress.com/business/digital-transformation-fight-genai-cyber-threats-with-genai-tech-tcs-3688906/lite/",
        "source": "google",
        "summary": "Tata Consultancy Services (TCS) says organisations must deploy GenAI-powered threat detection and response systems. GenAI can be harnessed to defend against threats, including deepfakes, phishing, and malware, which get generated using the sametechnology.",
        "domain": "Malware",
        "sector": "Technology Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "Phishing",
        "precautions": "1.  Be wary of suspicious emails and links: Don't click on links or open attachments from unknown senders.\n2.  Keep your software updated: Regularly update your operating system and applications to patch security vulnerabilities."
    },
    {
        "title": "The Times Of India: India commissioned #INSTushil , a stealth frigate built in #Russia , strengthening defense ties and",
        "time": "2024-12-09T15:30:50.000Z",
        "url": "https://x.com/timesofindia/status/1866143475093377434",
        "source": "twitter",
        "summary": "The frigate, equipped with #Brahmos missiles and advanced weaponry, is part of a four-ship deal, with two more to come. The frigate is equipped with  Brahmos missiles and advanced weaponry. The ship is equipped with Brahmo missile and advanced  weaponry.",
        "domain": "DDoS",
        "sector": "Technology Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "Probably fake",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Implement robust network segmentation to isolate sensitive systems from less critical ones.\n\n2. Enforce strong password policies and multi-factor authentication for all users and systems."
    },
    {
        "title": "Dr P Thiaga Rajan (PTR): People are waking up to cyber fraud as it has started affecting everyone's lives. In",
        "time": "2024-12-06T13:25:16.000Z",
        "url": "https://x.com/ptrmadurai/status/1865024713623298444",
        "source": "twitter",
        "summary": "In the first nine months of this year, the financial loss incurred by victims of cyber fraud is estimated at over 1100 crore in Tamil Nadu. The magnitude of the problem is alarming, and efforts to tackle it are being made by the state government.",
        "domain": "Financial Theft",
        "sector": "Technology Sector",
        "state": "Tamil Nadu",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "Section 66D IT Act, Section 420 IPC",
        "precautions": "1.  Be wary of unsolicited calls and messages:  Don't click on links or share personal information (like bank details, OTPs) with anyone who contacts you unexpectedly.\n\n2.  Use strong and unique passwords:  Create strong, complex passwords for all your online accounts and don't reuse them across different platforms."
    },
    {
        "title": "The Bharat Current: #WATCH 's National anthem being played as INS Tushil gets commissioned in Kalingard, Russia India",
        "time": "2024-12-09T16:47:18.000Z",
        "url": "https://x.com/thbharatcurrent/status/1866162720829256049",
        "source": "twitter",
        "summary": "The frigate, INS Tushil, was commissioned in Kalingard, Russia. It will strengthen defense ties and future collaborations in AI, cybersecurity, and space exploration. The frigate was built in Russia and will be armed with a range of weapons.",
        "domain": "Data Breach",
        "sector": "Technology Sector",
        "state": "There is no state mentioned in the provided text.  Kalingrad is an oblast (a type of administrative division) in Russia, not a state.",
        "fakeness": "Probably true",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Implement robust cybersecurity measures including regular software updates and strong network security.\n\n2. Conduct thorough security audits and penetration testing of all shipboard systems before deployment."
    },
    {
        "title": "Top cybersecurity stories for the week of 03-25-24 to 03-29-24",
        "time": "2024-03-29 14:35:37 UTC",
        "url": "https://www.reddit.com/r/cybersecurity/comments/1bqqstg/top_cybersecurity_stories_for_the_week_of_032524/",
        "source": "reddit",
        "summary": "The CISO Series does a live 20-minute show every Friday at 12:30pm PT/3:30am ET. Each week we welcome a different cyber practitioner to offer some color to the week's stories. Our guest this week is Yaron Levi, CISO, Dolby .",
        "domain": "Data Breach",
        "sector": "Technology Sector",
        "state": "California",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "The provided text does not describe a specific cyber attack in India.  Therefore, it's impossible to provide precautions related to that unspecified attack."
    },
    {
        "title": "Top cybersecurity stories for the week of 04-01-24 to 04-05-24",
        "time": "2024-04-05 13:43:18 UTC",
        "url": "https://www.reddit.com/r/cybersecurity/comments/1bwidyn/top_cybersecurity_stories_for_the_week_of_040124/",
        "source": "reddit",
        "summary": "This week on Cyber Security Headlines we look at some of the stories we’ve been reporting this week. A threat actor is claiming to be in possession of documents belonging to the Five Eyes Intelligence Group. The Washington Post obtained early access to a report on a breach of Microsoft Exchange Online by Chinese threat actors.",
        "domain": "Phishing",
        "sector": "Media Sector",
        "state": "Washington",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Use multi-factor authentication (MFA) for all online accounts.\n2. Keep software updated with the latest security patches."
    },
    {
        "title": "cybersafe.news",
        "time": "2024-11-25T10:04:34",
        "url": "https://www.instagram.com/cybersafe.news/p/DCylMyNgKcD/",
        "source": "insta",
        "summary": " Meta has announced that it has taken down over 2 million accounts linked to cyber crime activities, particularly focusing on schemes like ‘pig butchering’ Meta removed these accounts from its ecosystem and partnered with law enforcement agencies in those countries to share intelligence.",
        "domain": "DDoS",
        "sector": "Media Sector",
        "state": "The provided text does not name a specific state.",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Never share personal financial information (banking details, passwords, etc.) with someone you've only met online, regardless of how trustworthy they seem.\n2. Be wary of unsolicited contact online, especially romantic advances or investment opportunities that seem too good to be true."
    },
    {
        "title": "cybersafe.news",
        "time": "2024-11-04T11:09:45",
        "url": "https://www.instagram.com/cybersafe.news/p/DB8n90ngCpB/",
        "source": "insta",
        "summary": "Researchers at Google said that they have real-world software. discovered the first vulnerability using a large language model. The vulnerability is an exploitable 9 AV W stack buffer underflow in SQLite. 284 Tikes w. www.cybersafe.new.",
        "domain": "Data Breach",
        "sector": "Technology Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "No results found.\nProbably fake",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Keep your software updated: Regularly install security patches and updates for all your software, including databases like SQLite.\n\n2. Use reputable software: Download and install software only from trusted sources to minimize the risk of vulnerabilities."
    },
    {
        "title": "Rising Cybersecurity Insurance Demands Create New Opportunities for Technology Service Providers, Says Info-Tech Research Group",
        "time": "2024-12-11 10:53:56",
        "url": "https://www.prnewswire.com/news-releases/rising-cybersecurity-insurance-demands-create-new-opportunities-for-technology-service-providers-says-info-tech-research-group-302328083.html",
        "source": "google",
        "summary": "Searching for your content... In-Language News Contact Us 888-776-0942 from 8am - 10pm ET Dec 10, 2024, 15:03 ET Share this article with your friends and family. For confidential support call the Samaritans on 08457 90 90 90, visit a local Samaritans branch or click here for details.",
        "domain": "DDoS",
        "sector": "Media Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "No results found.\nProbably fake",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "The provided text is not describing a cyber attack in India; it's a generic help/support message.  Therefore, precautions against a specific, unmentioned attack cannot be given."
    },
    {
        "title": "Recession fears are back in 2025? Will there be big economic downturn in USA next year?",
        "time": "Dec 10, 2024, 06:53:00 PM IST",
        "url": "https://m.economictimes.com/articleshow/116177252.cms",
        "source": "google",
        "summary": "Artificial Intelligence(AI) Mastering C++ Fundamentals with Generative AI: A Hands-On By - Metla Sudha Sekhar. Office Productivity Advanced Excel Course - Financial Calculations & Excel Made Easy By - Anirudh Saraf.",
        "domain": "DDoS",
        "sector": "Technology Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "The provided text does not describe a cyber attack.  It lists online course titles.  Therefore, no cyber attack precautions are relevant."
    },
    {
        "title": "U.S. sanctions Chinese firm over potentially deadly ransomware attack",
        "time": "2024-12-11 10:54:07",
        "url": "https://asia.nikkei.com/Spotlight/Cybersecurity/U.S.-sanctions-Chinese-firm-over-potentially-deadly-ransomware-attack",
        "source": "google",
        "summary": "Sichuan Silence previously accused of involvement in influence campaign on COVID Software deployed by SichuanSilence Information Technology could have resulted in serious injury or death, the U.S. Treasury Department alleged. The Treasury alleged in a statement on Tuesday that Chengdu-based Sichuana Silence Information Technology and one of its employees deployed malicious software to more than 80,000 firewalls.",
        "domain": "Malware",
        "sector": "Technology Sector",
        "state": "Sichuan",
        "fakeness": "No results found.\nProbably fake",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Regularly update firewall software and operating systems with security patches.\n2. Use strong, unique passwords and enable multi-factor authentication wherever possible."
    },
    {
        "title": "Tenable Security Center Delivers Focused Vulnerability Prioritization to Close Critical Exposures that Increase Business Risk",
        "time": "2024-12-11 10:54:16",
        "url": "https://www.itvoice.in/tenable-security-center-delivers-focused-vulnerability-prioritization-to-close-critical-exposures-that-increase-business-risk",
        "source": "google",
        "summary": "Tenable Security Center identifies, investigates and prioritizes vulnerabilities. The curated database streamlines processes, providing enhanced visibility and threat context necessary to close critical risk. Additional new features available in Tenable Security Center include: risk prioritization and web application scanning.",
        "domain": "Data Breach",
        "sector": "Media Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Regularly update software and operating systems.\n2. Use strong, unique passwords for all accounts."
    },
    {
        "title": "The Better India: In a groundbreaking operation led by @Shikhagoel_IPS , the Telangana State Cyber Security Bureau (TGCSB)",
        "time": "2024-11-19T15:00:40.000Z",
        "url": "https://x.com/thebetterindia/status/1858888127588213123",
        "source": "twitter",
        "summary": "In a groundbreaking operation led by @Shikhagoel_IPS, the Telangana State Cyber Security Bureau (TGCSB) has successfully apprehended 48 individuals involved in a staggering 2,194 cybercrime cases across the state.  #Cybercrime   #cybersecurity    #TelanganaPolice  #CyberFraud.",
        "domain": "Financial Theft",
        "sector": "Technology Sector",
        "state": "Telangana",
        "fakeness": "Probably fake",
        "severity": "Critical Severity",
        "legal": "Section 66D IT Act, Section 420 IPC",
        "precautions": "1.  Be wary of unsolicited calls, emails, or messages requesting personal information.\n2.  Use strong, unique passwords for all online accounts and enable two-factor authentication whenever possible."
    },
    {
        "title": "EY India: Burgess Cooper, EY Cybersecurity Partner, EY India engaged with CHROs on the critical need for",
        "time": "2024-11-28T17:18:46.000Z",
        "url": "https://x.com/EY_India/status/1862184369441362070",
        "source": "twitter",
        "summary": "Burgess Cooper, EY  Cybersecurity  Partner, Ey  India engaged with CHROs on the critical need for responsible AI to protect both data and talent in the HR industry.    #AIinHR  #PeopleExperience    #EYConsulting.",
        "domain": "Data Breach",
        "sector": "Technology Sector",
        "state": "India",
        "fakeness": "Probably fake",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "The provided text doesn't describe a specific cyber attack in India.  It discusses a cybersecurity awareness engagement.  Therefore, no precautions related to a described attack can be given."
    },
    {
        "title": "IndiaToday: Chinese hackers attempted 40,000 cyber attacks on Indian web, banking sector in 5 days. #FirstUp",
        "time": "2020-06-24T03:24:10.000Z",
        "url": "https://x.com/IndiaToday/status/1275630770271383555",
        "source": "twitter",
        "summary": "Chinese hackers attempted 40,000  cyber   attacks  on Indian web, banking sector  in  5 days. #FirstUp. Chinese hackers tried to attack Indian web and banking sector in 5 days, says Indian government. # firstup.",
        "domain": "DDoS",
        "sector": "Banking Sector",
        "state": "India",
        "fakeness": "Probably fake",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1. Use strong, unique passwords for all online accounts.\n2. Keep software updated with the latest security patches."
    },
    {
        "title": "Top cybersecurity stories for the week of 04-08-24 to 04-12-24",
        "time": "2024-04-12 14:27:15 UTC",
        "url": "https://www.reddit.com/r/cybersecurity/comments/1c2ajcr/top_cybersecurity_stories_for_the_week_of_040824/",
        "source": "reddit",
        "summary": "This week's Cyber Security Headlines features guest Mike Levin, deputy CISO, 3M. Levin talks about how hackers are targeting IT help desks in the U.S. The International Monetary Fund predicts financial firms will lose $12 billion to cyberattacks in the next 20 years.",
        "domain": "Data Breach",
        "sector": "Technology Sector",
        "state": "There is no state mentioned in the provided text.",
        "fakeness": "True",
        "severity": "Critical Severity",
        "legal": "No laws violated",
        "precautions": "1.  Implement multi-factor authentication (MFA) for all accounts.\n2.  Train employees to recognize and avoid phishing scams."
    }
]
